<?php
$hello = 'Приветствую вас на моей страничке!';
$name = 'Scorpion';
$surname = 'Ниндзя-Призрак';
$age = 'я вечно молодой';
?>

<?php
$history = "Я один из лучших воинов клана ниндзя японского Сирай-Рю. За свои боевые способности и мастерство в обращении с метательным оружием он получил прозвище «Скорпион». Своей технике я обучился у отца, который также был членом японского Сирай Рю и первоклассным воином. Хотя он запретил мне вступать в клан, жажда быстрых денег и желание обеспечить свою жену и ребёнка всем самым лучшим, заставили меня присоединиться к Сирай Рю. ";
?>